{
  "newsData": [
    {
      "id": 0,
      "title": "Why are people lining up for Worldcoin eyeball scans? “Easy $50”",
      "description": "In Nairobi, Bengaluru, and Hong Kong, our reporters found lots of people were eager to take the deal.",
      "category": "Politics",
      "imgURL": "https://149346090.v2.pressablecdn.com/wp-content/uploads/2023/07/Worldcoin-Hong-Kong-7-1600x900.jpg",
      "content": "At Nairobi’s Imaara shopping mall on a quiet Thursday, two dozen people stood in line to have their irises scanned. It was the fourth day after the official launch of Worldcoin, a global blockchain project championed by OpenAI CEO Sam Altman. The line was made up of a mix of college students, artists, and boda boda drivers — all registering their biometrics to the blockchain to participate in “the world’s largest identity and financial public network,” as the Worldcoin founders describe it."
    },
    {
      "id": 1,
      "title": "President Ruto's full speech as he presides over first ministerial performance contracts",
      "description": "President William Ruto has cautioned State officials against engaging in corrupt practices while discharging their duties to Kenyans.",
      "category": "Politics",
      "imgURL": "https://i.ytimg.com/vi/bIgDbwbZ_So/hqdefault.jpg",
      "content": ""
    },
    {
      "id": 2,
      "title": "Raila Odinga attended meeting chaired by former President Obasanjo",
      "description": "Azimio la Umoja Coalition disowns ‘joint statement’ released by National Assembly Majority leader Kimani Ichung’wa, claims it was one-sided.",
      "category": "Politics",
      "imgURL": "https://pbs.twimg.com/profile_images/1663838346689273856/4G2rwSIK_400x400.jpg",
      "content": ""
    },
    {
      "id": 3,
      "title": "Raila Odinga attended meeting chaired by former President Obasanjo",
      "description": "Azimio la Umoja Coalition disowns ‘joint statement’ released by National Assembly Majority leader Kimani Ichung’wa, claims it was one-sided.",
      "category": "Politics",
      "imgURL": "https://i.ytimg.com/vi/bIgDbwbZ_So/hqdefault.jpg",
      "content": "President William Ruto has issued a directive to the Ministry of Education to implement education reforms within the given timeframe to implement this"
    }
  ],
  "data": [
    
  ]
}
